import FundraisingProgressBar from './FundraisingProgressBar';

export const ZibraniKoshti = () => {
  return (
    <>
      <h2>До відкриття залишилось $ 60 000</h2>

      <ul>
        <li>
          <h4>Залишилось зробити</h4>
          <p>
            Закупівля й встановлення меблів, обладнання для кухні та сантехніки
            для вбиралень
          </p>
        </li>
        <li>
          <h4>Залишилось зробити</h4>
          <p>Встановлення системи кондиціонування</p>
        </li>
        <li>
          <h4>Залишилось зробити</h4>
          <p>Освітлення простору</p>
        </li>
        <li>
          <h4>Кафе</h4>
          <ul>
            <li>Фіналізовані стіни та підлога</li>
            <li>Прокладена система вентиляції та мережі під освітлення</li>
            <li>Встановлені каркаси під натяжну стелю</li>
            <li>Збережена оригінальна мозаїчна плитка</li>
            <li>Встановлені двері до вбиралень та івент-простору</li>
          </ul>
        </li>
        <li>
          <h4>Івент-простір</h4>
          <ul>
            <li>Фіналізовані стіни та підлога</li>
            <li>Зроблено посилення перекриття</li>
            <li>Прокладені мережі під освітлення</li>
            <li>Встановлені каркаси під натяжну стелю</li>
            <li>Готова система опалення</li>
          </ul>
        </li>
        <li>
          <h4>Кухня</h4>
          <ul>
            <li>Фіналізовані стіни, стеля та підлога</li>
            <li>Повна система вентиляції</li>
            <li>Холодне та гаряче водопостачання</li>
            <li>
              Збільшена потужність електропостачання для всього приміщення
            </li>
          </ul>
        </li>
        <li>
          <h4>Ганок</h4>
          <ul>
            <li>Реконструйований та готовий до встановлення пандусу</li>
          </ul>
        </li>
      </ul>
      <FundraisingProgressBar totalAmount={125000} targetAmount={180000} />
      <button type="button">Підтримати проєкт</button>
    </>
  );
};
